Repository: common-repository/connections-business-directory-hours
Catalog: languages/connections_hours-*.po
Languages: nl_nl

source: Now
nl_nl: Nu

source: Done
nl_nl: Gedaan

source: Choose Time
nl_nl: Kies tijd

source: Time
nl_nl: Tijd

source: Hour
nl_nl: Uur

source: Minute
nl_nl: Minuut

source: Second
nl_nl: Seconde

source: Millisecond
nl_nl: Milliseconde

source: Microsecond
nl_nl: Microseconde

source: Time Zone
nl_nl: Tijdzone

source: Business Hours
nl_nl: Openingsuren

source: Weekday
nl_nl: Dag van de week

source: Close
nl_nl: Gesloten

source: Add / Remove Period
nl_nl: Toevoegen / verwijderen periode

source: To create a closed day or closed period within a day, leave both the open and close hours blank.
nl_nl: Dagen waarop gesloten zijn de velden van open en gesloten leeg laten.

source: We are currently open.
nl_nl: Op dit moment zijn we open.

source: Sorry, we are currently closed.
nl_nl: Helaas zijn we op dit moment gesloten.

source: Closed Today
nl_nl: Vandaag gesloten

source: Closed Period
nl_nl: Gesloten periode

source: Title:
nl_nl: Titel:

source: Show the open status message above the operating hours.
nl_nl: Geef de open status bericht weer boven de openingstijden.

source: Highlight the current open period within the operating hours.
nl_nl: Geeft de periode van open tijdens openingsuren met een andere kleur weer.

source: Show Open/Close Header
nl_nl: Geef de open/gesloten titel weer

source: Show Open/Close Footer
nl_nl: Geef de voetnood open/gesloten weer.

source: Show the days that are closed with a "Closed Today" message.
nl_nl: Geef het bericht op de dagen dat geloten is.

source: Show the periods within a day that are closed with a "Closed Period" message.
nl_nl: Geef de periode van dagen dat u niet open bent met "Gesloten\"bericht weer.

source: Show the operating hours if there are no open days or periods in the week. All days will be shown with a "Closed Today" message only if the show "Closed Today" message option is enabled.
nl_nl: Geeft bij de openingsuren als er geen open dagen zijn in de weekbij alle dagen "Gesloten" bericht alleen wanneer " Gesloten " bericht optie is ingeschakeld.

source: Full Name
nl_nl: Volledige naam

source: Abbreviated
nl_nl: Afgekorte dagen

source: Initial
nl_nl: Alleen de eerste letter.

source: Display the weekday name as:
nl_nl: Geef de weekdagnaam als:
